[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
'
(
)
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
>
?
[
]
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##r
##e
##v
##i
##o
##u
##s
##m
##a
##t
##n
##x
##c
##l
##d
##p
##k
##g
##h
##z
##f
##w
##b
##y
##1
##0
##4
##3
##6
##q
##8
##j
##2
##7
##9
##5
##al
##ar
##re
##on
th
##or
the
##in
##le
##it
##te
no
##as
##xx
##ion
##ed
are
##mal
is
##ormal
##ac
##us
##ur
##um
normal
##at
##ng
##ne
##nd
##th
si
##ear
##ul
and
in
##oth
##neum
pneum
##ung
##ff
##ffus
effus
effusion
lung
##es
##en
##ith
with
##ax
##orax
pneumoth
##leur
pleur
pleural
con
xxx
xxxx
of
or
##tin
pneumothorax
there
##is
##edi
##ic
##astin
##ediastin
hear
heart
##id
##er
##om
lungs
siz
size
##oc
##pac
##il
foc
focal
##ation
##ate
##ol
##ediastinal
##ou
##di
##mit
li
within
##lear
clear
limit
##ardi
limits
##tr
##ble
cardi
##mon
##ity
##ary
cons
##able
##ulmon
##ulmonary
pulmonary
##to
##ure
ri
##ly
##olid
consolid
consolidation
##ir
##pp
##ct
air
##os
##et
##hou
ch
##ve
conto
contour
##ge
##ette
##ef
##if
##lhou
silhou
silhouette
##ing
##gh
##ent
##pace
##ght
right
cardiom
##ous
##cul
##ascul
mediastinal
##space
airspace
##ang
lef
left
vascul
cardiomediastinal
sp
##ral
un
##an
##ati
dis
##ine
lo
##ase
app
st
##ter
##orac
ac
opac
##ateral
appear
##ph
##ures
##ark
##ute
acute
de
##ied
##ified
chang
##ce
##ative
spine
##ort
##uct
##se
##truct
##iti
stable
##act
##ease
disease
gr
##mark
##markable
bon
##ediastinum
changes
##remarkable
unremarkable
mediastinum
thorac
struct
cal
mil
structures
mild
ab
se
calc
thoracic
contours
bony
vascular
os
##normal
abnormal
pr
##ner
vis
##em
##arge
##ia
##gener
degener
degenerative
##ities
large
##est
inf
##out
seen
without
low
ev
bil
##trate
bilateral
osse
##ior
fr
aort
ex
osseous
cardiac
##ence
calcified
opacity
vascularity
##ical
effusions
##ch
##ulom
##anulom
granulom
int
##ilar
intact
##ual
##res
for
abnormality
to
##iz
evid
##ated
evidence
re
##ized
visual
visualized
upp
upper
##ted
##resent
##yp
su
##ra
##ature
##iltrate
infiltrate
lob
opacities
sc
inter
##ding
##gm
vasculature
lateral
nod
##olum
##ema
noted
lobe
##ot
aorta
chest
mid
##ther
##lect
##oss
id
##entified
identified
##eg
##ver
hyp
##ip
##nded
bilaterally
volum
##ific
##pa
##ow
lower
ate
volumes
atelect
##asis
##panded
present
atelectasis
##phra
##phragm
##tal
##ule
nodule
##ew
##iaphragm
def
en
over
an
##ten
fin
gross
finding
findings
on
enl
prior
grossly
ed
##ious
##ree
edema
pos
##lu
free
##arg
##iew
rib
fract
view
##osis
exa
##ron
tort
tortu
##op
##lated
##dy
##he
##mph
##ance
granuloma
scar
##arged
space
enlarged
exam
appearance
##val
##anged
##changed
##iss
unchanged
##terior
##ification
al
##st
##ain
##gg
base
##ue
##entr
smal
##ec
##ere
##ting
##ible
small
##osc
be
##ring
sh
both
thorax
midl
##ft
##asilar
scarring
hilar
##ass
##atous
calcification
visible
tiss
##omin
interval
pneumothorac
##tern
sugg
nodules
pneumothoraces
other
##der
##aly
##omp
so
expanded
soft
##ular
##ise
mass
##ib
##omy
##egaly
##ler
consis
cardiomegaly
interst
##tent
interstiti
den
##wise
##otic
otherwise
hem
cl
##cre
pneumon
comp
##ay
defin
interstitial
pneumonia
rep
##pic
mildly
aortic
abnormalities
promin
at
suggest
ather
neg
##urg
##oscler
atheroscler
negative
##imal
##idiaphragm
hemidiaphragm
ob
##ination
##ite
areas
definite
##mons
pro
tortuous
wh
##inf
##ased
granulomatous
hypere
##urgical
hyperex
##rac
dens
##creased
##nic
##ich
infiltrates
examination
which
##el
##per
##ontal
masses
cos
##renic
##phrenic
min
sus
not
frontal
##rache
minimal
from
atherosclerotic
##ts
centr
##ded
sub
suspic
ap
##lying
costo
central
suspicious
##ant
costophrenic
mark
fracture
##pl
chron
represent
##ov
##ically
diaphragm
ly
stern
tip
ver
##ues
##av
##monstrate
as
may
per
##ke
tissues
chronic
lymph
ha
increased
##paces
appears
##chy
##otomy
spaces
this
overlying
pre
##ad
show
consistent
hyperexpanded
sternotomy
pati
##gn
##ult
hyper
patient
##ect
fractures
mo
trache
##ma
granulomas
##ips
ad
ag
##vious
##ment
demonstrate
clips
spec
calcifications
ar
##ifically
midline
again
specifically
mult
pat
posterior
##ronch
##olar
oste
##inflated
previous
bronch
##vel
##veolar
anterior
alveolar
have
trachea
ele
has
par
surgical
##row
density
blu
##ut
##li
blun
basilar
ra
cardio
##derate
##ell
moderate
defor
radi
rema
well
##og
##ening
##ings
views
proj
deformit
remain
bo
emph
ske
##yse
##letal
##ath
inflated
prominent
markings
emphyse
skeletal
##opath
##red
##ial
sided
##enopath
elev
##enopathy
crow
bib
##im
##ascular
patchy
##tered
normally
compar
##ovascular
bronchovascular
crowding
le
##attered
scattered
##gment
bibasilar
##ive
##oph
##tain
##aced
##oli
bone
##ogra
##one
abd
##ograph
silhouettes
displ
##ypical
adenopathy
radiograph
##teb
sign
change
blunting
typical
##la
stu
##ificant
significant
##osity
tortuosity
verteb
##ophy
displaced
##que
##rea
midlung
##oliosis
##ondy
##athe
##omen
spondy
spondyl
cathe
flu
##bar
##uration
spondylosis
catheter
##nder
conf
strea
##tained
##ophyte
fluid
streak
di
under
##rou
##lat
consolidations
streaky
abdomen
study
but
##ern
osteophyte
bas
cm
##ig
##veal
reveal
nodular
ol
super
been
obtained
body
old
age
flat
##oul
##tra
deformity
flatten
##hilar
throu
##icle
retr
vertebral
##ub
##atible
##iple
compatible
multiple
som
##ond
##ab
##cy
##itone
##erated
tissue
config
configuration
prominence
obs
peri
bases
##me
##atic
limited
radiographs
hi
hern
wid
##alu
##ffuse
evalu
demonstrated
compared
##gmental
diffuse
hernia
tub
##un
than
##segmental
hypo
subsegmental
elevation
osteophytes
atr
##ition
##umer
##ost
consists
##ection
emphysema
qu
##ess
projec
##ro
##rit
##ex
##all
##estion
apex
hiat
hypoinflated
pa
res
##vc
##ies
##ast
intra
hyperinflated
he
ima
##so
thic
##thrit
reg
also
##peritone
intraperitone
thick
intraperitoneal
ect
was
widening
hiatal
region
des
gre
svc
##ghou
area
##urv
##ater
throughou
thickening
throughout
mm
sli
##ile
##dle
thoracolum
middle
arthrit
slight
thoracolumbar
col
##ads
part
imag
lum
were
##sion
##sis
##xtr
##gular
dextr
##ternal
superior
perihilar
##unct
projecting
cer
rem
##nding
posts
clav
multile
flattening
some
greater
postsurgical
multilevel
aerated
bor
end
junct
most
##matous
##cond
distal
second
proc
any
remains
emphysematous
leads
evaluation
arthritic
junction
cor
##ium
##uc
##min
##lation
##line
disc
seque
##argement
enlargement
##oscoliosis
##derline
##ould
images
cerv
clavicle
borderline
sequela
cab
due
ky
me
medi
ven
##sus
##clu
##ctomy
scoliosis
ribs
##inflation
apical
##urvature
slightly
secondary
cervical
cabg
kyph
meas
eng
ind
jo
luc
poss
red
rot
te
##icular
##dies
appearing
##cending
position
versus
obsc
atrium
venous
engor
join
humer
##cent
##lav
##ong
eventr
densities
represents
elevated
partial
process
eventration
##rant
##iated
##milar
##xim
##way
similar
##ency
cong
##ocardi
airway
appro
devel
persis
##adrant
hyperinflation
quadrant
rede
approxim
develop
im
near
##ately
##oracic
##chn
prob
##plate
remo
endplate
medial
techn
congestion
cav
ir
ling
line
##regular
##ions
##ator
post
along
significantly
retrocardi
irregular
retrocardiac
bia
could
rou
ventr
##pan
##pical
##tectomy
##thoracic
##enting
##enchy
##vere
severe
midthoracic
diaphragms
arter
deformities
heal
kyphosis
airways
persistent
approximately
biapical
by
sin
sul
##resenting
lobes
representing
subc
projection
tube
lucency
##pansion
sulc
ct
pl
##ign
##esting
##tructive
suggesting
dense
hyperexpansion
##oved
parenchy
bodies
lumbar
fiss
les
loss
##pos
##asia
##tric
##gement
shoul
art
level
ectasia
descending
possib
engorgement
since
shoulder
curvature
dia
fo
pic
wall
##ole
##stectomy
##ag
##fol
##inal
##usion
##ury
##uring
##ison
##ocation
##olv
chole
unfol
top
comparison
##cystectomy
##meter
dextroscoliosis
imp
ventricle
possibly
diameter
cholecystectomy
fusion
hil
non
wed
##cing
these
##acem
##ating
##ula
##ardial
##ifact
exclu
##monstr
osteop
reveals
flattened
joint
artifact
picc
hilum
##acement
bre
bul
##eral
##oun
overli
overall
##ibr
hemidiaphragms
##racheal
previously
resid
measuring
humeral
partially
redemonstr
osteopen
breast
redemonstration
co
ca
how
##ever
##vin
##pect
##ym
##atracheal
convin
##eration
decreased
infection
external
related
marked
ass
paratracheal
##like
ectatic
##minate
rotated
lingula
healed
however
convincing
am
fat
ref
stent
vag
zone
##eter
##ique
##oid
##ap
##location
##hat
inj
##ociated
dislocation
sever
rel
##ewhat
exagg
suggestive
##impos
superimpos
somewhat
collect
probable
technique
parenchymal
residual
##ymme
associated
vague
several
ge
mon
one
##rom
##mation
##low
##itor
##osternal
dev
segment
posto
blunted
moderately
lev
retrosternal
question
indeter
##lavicular
fissure
excluded
##ount
osteopenia
injury
relative
##ymmetric
monitor
indeterminate
6th
ax
fibr
t1
##iv
##ioc
##sive
##pec
that
##atus
inc
status
opacification
formation
volume
atherosclerosis
##perative
aspect
through
atrial
fore
amount
superimposed
postoperative
axil
7th
act
apic
giv
marg
tw
val
##roved
##ian
##cal
##ors
##erior
##dia
calcific
inferior
exten
##lap
##ably
obstructive
periph
head
##lavian
removal
rounded
subclavian
sulcus
##olving
improved
exaggerated
active
apices
given
two
aeration
bow
dual
nec
##cified
##rec
##ory
##lete
##itus
##ist
##ann
apprec
accent
acrom
sup
##rahilar
scler
##phragmatic
shap
hyperlu
corre
coron
sequelae
obscure
developed
remote
cavit
artery
coar
reflect
##ioclavicular
foreign
valve
##calcified
##diaphragmatic
extensive
peripheral
bowel
neck
accentu
acromioclavicular
5th
9th
fir
fem
it
pac
pel
tr
##volving
##ker
##ging
##war
##orm
##led
note
##ach
##nes
involving
contr
##ice
##ercul
sized
##ilated
##osth
calib
prosth
##ization
scan
##emaker
##opl
##opulmonary
subdiaphragmatic
project
tubercul
obscuration
round
arteries
lesions
unfolding
wedge
gener
device
levoscoliosis
fibrosis
##pected
appreciated
coronary
accentuated
first
pacemaker
pelv
##ward
caliber
ba
car
cann
dim
epic
few
gle
ju
kne
ni
port
##rial
##od
##oat
##ximal
##cern
##ll
##lary
##dition
##jac
##ndlike
concern
##omach
##ocurvature
##pple
discre
stomach
rec
sut
node
##ops
##ominal
proximal
more
adjac
pattern
abdominal
colon
measures
joints
humerus
development
probably
cavoat
irregularity
placement
lesion
noncalcified
overlies
cavitary
contrast
generator
pelvis
bandlike
cannot
epicardial
glen
nipple
discrete
adjacent
cavoatrial
8th
cort
fact
numer
pect
symmetric
ter
##ane
##age
##tle
##nal
##now
##late
##bitus
##arrow
inclu
pneumop
##ened
##icardial
##ider
##eritone
cardiopulmonary
consider
loops
##truction
lobar
internal
defined
suggests
subtle
##monstrated
habitus
addition
demonstrates
##ution
conflu
underlying
evaluated
##ostomy
redemonstrated
technical
sulci
unfolded
collection
axillary
correlate
projects
jugular
knee
factors
numerous
pectus
##nown
pneumoperitone
pneumoperitoneum
dilated
fil
hist
ij
ill
known
lin
loc
narrow
ret
ve
##ail
##agment
##ti
##domin
##ged
##form
##arent
##let
##ulated
incre
##ithorax
##ers
##vex
spinal
apparent
osseus
fragment
ext
expected
overt
##omplete
hemithorax
ascending
pericardial
perform
predomin
##utane
remainder
vertebra
##ondral
projected
destructive
lumen
possible
engorged
lingular
wedging
overlie
questionable
t12
incomplete
hyperlucent
coarse
##ness
##oplast
dimin
history
lines
vein
##utaneous
10
az
bac
curv
do
ear
fe
hip
its
l1
lor
##ix
##aft
##de
##gos
##hed
##ygos
##oral
##inear
##using
##umatic
convex
##tinct
##ished
##icate
##ide
##ery
##och
##ilinear
##olog
##pping
##vement
##ental
acc
##action
##paque
##ows
only
below
shif
shad
clin
##antly
markers
lymphad
shows
tracheostomy
bronchi
studies
basal
##rovement
resolv
collap
removed
##minating
indicate
rotation
healing
subcutaneous
plate
##ignment
improvement
caval
causing
collections
##lowing
sclerotic
shaped
obscured
prosthes
carin
concerning
terminating
confluent
extre
predominantly
incompletely
##oplasty
diminished
azygos
curvilinear
early
lord
shadows
lymphadenopathy
resolved
av
bet
bette
cy
cop
ep
fur
ful
fix
gas
ic
larg
mot
ou
sing
surg
wor
would
##roplasty
##een
##ove
##opaque
##sm
##mm
##tment
##ced
##ces
##lacement
##ween
##atum
##atures
##ulator
pleura
##istinct
##idental
rightward
dish
demin
graft
above
infrahilar
overlap
alignment
replacement
obli
examinations
##tside
tips
asymmetric
posteriorly
radiopaque
##imulator
##lae
diff
##traumatic
diffusely
tubing
dextro
dextrocurvature
kyphotic
indistinct
##atory
posttraumatic
parenchyma
bullet
bullae
##eralization
relatively
incidental
suprahilar
femoral
tran
tuberculosis
glenoid
cortical
including
increase
performed
back
shift
collapse
lordotic
between
better
cyst
copd
further
fixation
icd
motion
outside
single
surgery
demineralization
oblique
ane
byp
cir
mit
main
sy
sac
str
sto
stra
t9
tun
up
##rib
##up
##sver
##tic
##til
##nces
##lous
##arac
##rew
##ones
thir
now
##asm
##astric
##urs
##urth
##neled
pneumom
##ense
##ented
##omme
##olateral
##olution
##ound
##mity
##trib
consolidative
charac
unc
distrib
stimulator
##terolateral
##resp
##ression
scoli
screw
lobectomy
atelectatic
overla
exams
##erences
##alysis
interstitium
obvious
sternum
osteo
radiographic
retraction
result
resolution
regions
destruction
corresp
developing
irregularities
fourth
##urysm
bullous
dislocations
axilla
margin
sclerosis
shape
femur
tuberculous
portions
recomme
suture
sutures
considering
additional
##ailable
convexity
##ology
platelike
extremity
available
epig
full
gastr
worse
differences
transver
cystic
aneurysm
bypass
mitral
maintained
stool
tunneled
third
pneumomediastinum
character
scoliotic
overlapping
transverse
4th
8mm
br
com
es
eti
fol
fav
if
location
my
mas
met
mater
ne
po
ren
sk
sur
zones
##rup
##iation
##oh
##ob
##oot
##uation
##sened
##mb
##ctr
##cting
##cency
##crib
##lus
##kle
##grou
##fac
##foot
##arinal
thin
##ind
##lecting
##itis
##edure
##eding
##ache
##ural
##urring
inn
contain
##edic
##ertain
##oma
##ily
##illat
##atest
##trache
consolidating
##etic
spurring
##anced
dep
callus
sep
prim
infect
exc
rect
hypov
##ipe
defibr
enti
anch
ankle
##tenuation
posterolateral
shun
complete
attenuation
obl
minimally
subp
centrally
##ments
electr
elements
cardiophrenic
radiod
remaining
compartment
##ophage
dialysis
obstruction
high
widened
evaluate
##umeral
image
greatest
arthritis
procedure
positional
obscures
ventricular
levels
exclude
cours
stents
residuals
deviation
levocurvature
margination
marginal
##istic
supine
hyperlucency
coarsened
prosthetic
##odular
recess
glenoh
film
filled
loculated
narrowing
10th
does
feeding
clinically
bronchiect
prosthesis
carina
backgrou
stripe
uncertain
distribution
fullness
characteristic
etiology
mastectomy
material
renal
##cribed
##face
##illator
##tracheal
infectious
hypovent
defibrillator
entire
shunt
glenohumeral
background
12
3r
aic
bro
dated
fif
flowing
hor
ivc
l2
lay
less
ma
mal
nond
ov
oval
pi
pads
ring
tra
##ep
##eph
##vanced
##iac
##iented
##oes
##ored
##otracheal
##med
##ahilar
##aerated
##tion
##toch
##cub
##cies
##dal
##domen
##dense
##port
##pinal
##ken
##hind
##fic
##bination
##arthrit
##onic
##onding
thou
three
they
##iness
##lenic
##asal
##aspinal
##ata
##neral
##ndy
##thes
six
##othorax
##other
##ens
##encies
##leural
contin
oriented
##icul
##icated
##idging
##ering
##iliac
##olis
like
##trophy
cardia
##ose
##osure
##cular
vasculatures
splenic
##teric
deep
decub
##cep
##itive
thoracotomy
structure
about
senes
##chondral
granulomata
total
##izontal
evident
rev
remarkable
repa
recent
lobulated
enteric
overl
another
allowing
##ained
smaller
behind
closure
definitive
suggestion
whose
denser
costoch
suspected
notable
subchondral
fractured
chronically
##avatum
hyperaerated
advanced
path
paraspinal
displacement
vertebroplasty
##ready
superfic
##ondrom
width
##roiliac
hiatus
##astatic
partly
particular
imaging
endotracheal
discoid
mediport
lucent
lucencies
rotator
positioning
approximating
impl
cavity
subcarinal
placed
fissures
fissural
artifactual
##ounting
osteopenic
markedly
exaggeration
general
fibrotic
t11
t10
formations
cartil
portable
colonic
corticated
reticular
retained
fragments
features
access
accounting
clinical
prostheses
carinatum
larger
largest
obliquely
sacroiliac
strandy
osteoarthrit
corresponding
recommended
epigastric
gastroes
bridging
combination
favored
metastatic
skin
containing
septal
excavatum
rectum
subpleural
electronic
##ophageal
courses
bronchiectasis
3rd
aicd
broken
fifth
horizontal
layering
ovoid
pier
##ephal
decubitus
senescent
repair
costochondral
superficial
particularly
osteoarthritis
gastroesophageal
13
16
17
bi
ben
based
brac
boch
cr
cu
corac
cass
crit
doc
det
dating
dedic
el
eith
emb
fib
found
gall
his
hel
idi
kub
lv
lary
mor
max
mort
moved
ng
nas
ner
oc
out
ph
pres
pass
punct
sm
sa
sat
ser
ta
t6
t7
tes
tim
wors
yo
year
##ri
##rh
##rum
##rop
##ek
##eal
##end
##ved
##iel
##ooth
##ued
##sh
##sal
##sternal
##spec
##scribed
##strophy
##medi
##mophyte
##am
##aph
##tation
##nular
##nov
##cum
##lin
##lic
##dere
##day
##pf
##pir
##put
##king
##gression
##hap
##hioc
##ziness
##fact
##bos
##broplasty
##arenchy
##artment
##artil
##ren
##onodular
##ordi
##orly
##lex
##iteration
##tes
##tex
##asing
##xxxx
##acral
##urous
##urren
##umented
##ngeal
##ndes
side
##ulum
intr
inlet
##othoracic
##ffing
##ese
##ension
##enced
pleurop
##ispl
##isfact
##icomp
##ilation
foci
focus
##ates
##atell
cleared
##topl
##tosis
##ostosis
##etab
chin
chondral
##ettes
##iform
uncalcified
##ants
diste
disrup
##terbroplasty
acetab
##uted
deg
decre
##atively
degeneration
largely
expos
excep
##ressive
toward
today
evidenced
##rap
scap
scaph
interspace
interim
interpos
interrup
interface
laterally
midab
midfoot
##verteb
annular
##tening
##tension
##ronodular
torturous
##dystrophy
scars
altern
already
bene
short
shiel
##ominate
masslike
##ibronch
##tential
hemothorax
complic
compressive
atypical
obese
definitely
progression
##eloma
##pering
costic
notification
subphrenic
substernal
very
verterbroplasty
##avily
perhap
peribronch
hand
haziness
hyperdense
hyperostosis
hypertension
ago
around
osteoch
bronchial
bronchitis
anteriorly
parahilar
##ogastric
##opathic
##ially
crowded
bibasal
radiographically
##rounding
retrolis
##onds
##mely
tubes
tubular
hypoinflation
##umerable
resection
heavily
thickness
described
collecting
lumpect
lumbos
clavicular
cortex
##uced
##cluder
measure
reduced
rotatory
obscuring
persists
immedi
persistently
sinus
##ages
ventricles
nonspec
artifacts
reside
capping
##minates
amput
reflecting
inferiorly
correct
cavitation
reflects
tricomp
##oplasm
projectile
dimension
portion
terminates
included
confluence
located
narrowed
reticul
increasing
performance
vertebrae
##ologic
extremely
incidentally
circular
circum
synov
syndes
sacrum
upward
##asmosis
osteodystrophy
corresponds
margins
recommend
additionally
gastrostomy
fold
myeloma
neoplasm
poorly
potential
surface
surrounding
##obular
innominate
innumerable
depression
depend
primordi
anchor
anchors
oblong
obliteration
radiodense
radiodens
hypoventilated
entirely
magn
nondispl
##dalek
though
##thesis
sixth
continued
review
overlay
definitively
pathologic
implants
generalized
cartilages
accessory
piercing
##ephalic
benign
brachioc
bochdalek
cross
cuffing
cassettes
critical
documented
detail
dedicated
either
fibronodular
gallst
histopl
helpf
idiopathic
laryngeal
mortise
nasogastric
nerve
occluder
presence
punctate
smooth
same
satisfact
series
tapering
testes
time
your
years
##dered
##arenchymal
##artmental
##artilage
pleuroparenchymal
acetabulum
decrease
exposure
except
towards
scaphoid
interposition
midabdomen
##vertebral
alternatively
shielded
complicating
costicartilage
perhaps
peribronchial
osteochondrom
retrolisthesis
lumpectomy
lumbosacral
immediately
nonspecific
amputation
tricompartmental
reticulonodular
circumscribed
synovial
syndesmophyte
dependent
primordial
radiodensity
nondisplaced
brachiocephalic
histoplasmosis
helpful
satisfactory
01
02
1a
11
14
19
1st
24
22
2nd
31
33
38
4xxxx
5xxxx
7mm
af
aor
ang
bear
bes
bip
bec
ball
biv
cen
cres
cell
cutaneous
cephal
curren
dic
duct
dra
domin
dilation
er
em
ek
fung
foss
fail
flex
go
gl
gun
ho
hy
hum
hips
hind
iv
ili
jew
kid
l4
l3
last
mus
marrow
mix
mental
num
opaque
pur
pul
pol
pir
pla
pann
popl
pression
pedic
patell
rati
rod
sw
s1
sar
sum
set
suct
she
sag
symme
tb
t4
t8
t5
tom
typ
tib
trac
tenting
ure
umb
vp
ves
vary
we
wal
whe
wound
##ry
##rural
##ele
##ene
##eated
##ecular
##eved
##vul
##iary
##iable
##igh
##iang
##ired
##ok
##of
##oon
##odi
##oad
##obar
##ohilar
##uity
##udal
##ste
##sed
##ses
##ser
##set
##sent
##sence
##sification
##spaces
##sile
##structive
##ms
##mers
##ae
##aus
##agn
##ty
##tis
##table
##tly
##tort
##timal
##tically
##tach
##tahilar
##xation
##xtahilar
##cle
##cation
##cings
##cla
##coid
##clavicular
##lot
##larged
##lusion
##loma
##lobar
##del
##drop
##py
##pal
##pre
##ple
##pene
##kew
##known
##gil
##gan
##gone
##gam
##gagn
##hanced
##fit
##well
##bes
##bid
##ber
##bol
##bow
##bdomen
##becular
##ys
##yond
##yro
##alum
##alized
##alignment
##arm
##aration
##arct
##aring
##arily
##arsal
##arpal
##rect
##onent
##onably
##onvex
thready
thyro
##oring
##orosis
##orosc
##orrh
##ortening
##inage
##initis
##leoli
##leme
##lebol
##its
##ital
##ited
##itic
##iter
##ittal
##itut
##itracheal
##tend
##teral
##astr
##asonably
##acute
##acted
##acarpal
##ussus
##urity
##urost
##ats
##atoc
##atosis
##atoma
##atarsal
##aturity
##nel
##neys
##ndinitis
##the
##thou
##thop
##throplasty
##ulation
##ulate
##ults
##ulsion
##ullary
into
inst
inser
inthe
##othing
##othym
##neumothorax
pneumatoc
##ento
##enous
##enomen
##enlarged
##enital
##iths
condition
orif
orig
ordered
organ
orthop
##iced
##icult
##iculated
##icothoracic
##ides
##ericardial
##erved
##ome
##omegaly
sizes
##ocal
##oclavicular
##ocrural
##oconvex
##pacted
##ils
##ility
##ilateral
##ilical
##ilization
##ilatory
##ilobular
focally
##old
##olization
##diation
##mitted
liver
limb
likew
ligam
clearing
##try
##trically
##tralum
cardiothoracic
cardiothym
##ulmonic
##tos
consolidated
##irm
##osions
##etatarsal
##ifocal
##ingy
vasculaturity
spasm
splin
sparing
spiculated
uniform
unknown
units
unilateral
##ancy
##ances
distinct
distort
look
approp
stated
stab
##terial
##termin
##terob
acuity
appearances
##utes
demonstr
determin
##sel
called
abut
absence
see
seem
segmental
calcium
calcane
ossification
abnormally
##emoral
##iabdomen
degenerate
degenerated
infrac
infla
infarct
evolving
biliary
##trated
exchanged
expan
expansion
expir
extend
extralum
##chondrom
intussus
formed
rever
retent
read
relat
reaction
reasonably
visualization
suited
##raded
intervertebral
interspaces
interlobar
interpre
midri
midsh
midclavicular
##vertic
##verses
##ipericardial
##ower
defect
enthes
enhanced
enchondrom
anterolateral
##tence
once
onset
postra
posterob
##luxation
##opy
##optimal
##opulsion
example
all
althou
##entricular
beli
beyond
should
shrap
shortening
midlower
##ibutes
hemodi
hemorrh
hematoma
hemiabdomen
clothing
pneumonic
pneumonitis
compens
computed
component
definition
repeated
aorticopulmonary
attach
##iteal
##infold
##raclavicular
##elry
##pergil
notably
noticed
centrilobular
subcent
subacute
submitted
subluxation
suboptimal
suspicion
costodiaphragmatic
##antar
##antable
marking
representative
diaphragmatic
lytic
vertically
##avenous
aside
aspir
asbes
aspergil
peritracheal
chronicity
pretracheal
prevertebral
showed
##gnost
hypertrophy
specific
arm
arthroplasty
multifocal
osteophy
bronchopulmonary
param
##utive
raise
deformed
radiation
radiating
##imum
##imeter
##immers
##ascularization
##ophag
##tainty
##ogram
##ographic
radiography
##athecal
spondylitic
fluorosc
##nderness
confirm
streakiness
direct
divertic
underinflated
underinflation
underpene
undergone
retrohilar
retracted
retrocrural
retropulsion
##ubation
observed
hypodense
##essment
respect
resolving
results
intramed
regular
desired
imaged
dextrocardi
dextroconvex
superiorly
cercla
certainty
bordered
mostly
cervicothoracic
clavicles
medication
vena
indwell
teleme
tendinitis
tenderness
positioned
##centic
##ongation
congenital
##ocardial
persistence
impacted
remodel
endplates
medially
technically
severely
arterial
sulcal
plann
plantar
##ignancy
densely
##pose
articular
articul
possibility
foot
nondia
nonrib
nonob
nonenlarged
osteoporosis
bulge
coils
caudal
infections
assessment
reform
reflex
injection
relates
superimposes
superimposition
geographic
##lowup
postop
retrosternally
questioned
monitoring
##pecially
forefoot
forearm
valvul
extension
periphery
appreciable
suprap
supraclavicular
correlation
coronal
peripherally
necks
accentuates
true
traction
triang
contributes
generative
pelvic
juxtahilar
knees
##odes
recurren
##opsy
include
considerably
localized
loculation
extubation
predominance
##oplastic
diminutive
bacterial
account
shifted
collapsed
plates
plateaus
lordosis
avn
epipericardial
fully
gastric
worst
##smetatarsal
##mmatory
grafts
difficult
indistinctness
transmetatarsal
cirrh
syste
stringy
stranding
straigh
upon
unclear
distributed
obviously
resultant
epiglot
epigastr
characterized
common
esophage
essent
esophag
especially
following
followup
favoring
myocardial
metacarpal
neurost
neoplastic
skinfold
separation
primary
primarily
exclusion
rectal
completely
subpulmonic
electrodes
coursing
recesses
films
bronchiectatic
hypoventilation
hypoventilatory
12th
making
malalignment
malleoli
malignancy
nondilated
traumatic
trabecular
traverses
thought
continues
##olism
##ception
totally
revascularization
overload
pathology
implantable
artifactually
generally
cartilage
accessed
piercings
bihilar
biopsy
coracoid
coracoclavicular
elbow
elongation
embolization
embolism
morgagn
morbid
maximal
maximum
outward
outlin
phlebol
phenomen
passes
passive
worsening
worsened
##riate
##shot
intravenous
intrathecal
##atellar
distended
distending
disrupted
disruption
degree
degraded
scapular
scapula
interrupted
interruption
beneath
benefit
sinuses
correction
cavitations
depressions
magnified
magnification
crosses
crosstable
gallstone
gallstones
osteochondromas
osteochondromatosis
syndesmophytes
010
after
aorto
angulate
bearing
besides
bipolar
become
balloon
biventricular
centered
crescentic
cephalization
currently
dictation
drainage
dominant
erosions
empy
ekg
fungal
fossae
failure
flexure
goiter
globular
gunshot
hours
hydrop
hump
hindfoot
iliac
jewelry
kidneys
muscle
mixed
mentally
number
purpose
pull
poly
piriform
plaque
pannus
popliteal
pedicle
patellof
ratio
rods
swimmers
sarcoid
summation
setting
suction
sagittal
symmetrically
tomogram
type
tibial
tracking
ureteral
umbilical
vessel
varying
walled
whether
##eles
thyroid
##itutions
institutions
inserted
pneumatoceles
##entous
origin
organomegaly
orthopedic
limbus
likewise
ligamentous
cardiothymic
splinting
uniformly
distortion
appropriate
stabilization
demonstrable
determined
seems
calcaneal
ossifications
infracarinal
inflammatory
expansile
expiratory
extends
extraluminal
intussusception
reversal
retention
readily
relating
interpretation
midright
midshaft
enthesophyte
enchondroma
postradiation
posterobasal
although
believed
shrapnel
hemodialysis
hemorrhage
compensatory
attached
subcentimeter
aspiration
asbestos
aspergilloma
##gnostic
osteophytic
paramediastinal
fluoroscopy
diverticula
underpenetrated
intramedullary
dextrocardia
cerclage
indwelling
telemetry
remodeling
planning
articulation
nondiagnostic
nonobstructive
reformats
valvuloplasty
suprapatellar
triangular
recurrence
cirrhotic
systems
straightening
epiglottis
epigastrium
esophagectomy
essentially
esophagus
neurostimulator
morgagni
morbidly
outlining
phleboliths
phenomenon
empyema
hydropneumothorax
patellofemoral
